"com.macrabbit.text-tools.preview.label" = "プレビュー";
"com.macrabbit.text-tools.comment.label" = "コメントにする／しない";

"com.macrabbit.text-actions.toggle-comment.title" = "コメントにする／しない";
"com.macrabbit.text-actions.close-tag.title" = "タグを閉じる";
"com.macrabbit.text-actions.shift-right.title" = "右へシフト";
"com.macrabbit.text-actions.shift-left.title" = "左へシフト";
"com.macrabbit.text-actions.duplicate.title" = "複製";
"com.macrabbit.text-actions.duplicate.title.multiple" = "行を複製";

"com.macrabbit.file-actions.open-with-app.title" = "このアプリケーションで開く";
"com.macrabbit.file-actions.open-with-app.title.other" = "その他…";
"com.macrabbit.file-actions.open-with-app.title.suffix-default" = " (デフォルト)";
"com.macrabbit.file-actions.open-with-app.title.suffix (version:%@)" = " (%@)";
"com.macrabbit.file-actions.open-with-default.title (app-name:%@)" = "%@ で開く";

"com.macrabbit.file-actions.open-remote-in-workspace.title" = "ワークスペースに開く";

"com.macrabbit.file-actions.upload-to-server.title" = "公開";
"com.macrabbit.file-actions.upload-to-server.title (server-name:%@)" = "%@ で公開";
"com.macrabbit.file-actions.upload-to-server.title (server-host:%@)" = "“%@” で公開";